// General
"ADD" = "Hinzufügen";
"OK" = "OK";
"CANCEL" = "Abbrechen";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Optionen …";
"CONTINUE" = "Fortfahren";
"SEARCHING" = "Suchen …";
"CONNECTING" = "Verbinden …";

// Trackpad tab
"2NDCLICK_TAPPING" = "Taste führt Sekundärklick aus, wenn zwei Finger auf dem Trackpad liegen";
"2NDCLICK_CLICKING" = "Tippen mit zwei Fingern auf das Trackpad führt Sekundärklick aus";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Die Tasten F1, F2 usw. als Standard-Funktionstasten verwenden";
"FN_FLIPPER_NOTE" = "Wenn diese Option ausgewählt ist, halten Sie die Taste „Fn“ gedrückt, um die auf den Tasten abgebildeten Sonderfunktionen aufzurufen.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Benutzerobjekte";
"USER_ITEMS_DESC" = "%@ öffnen";
"ONOFF_TOOLTIP" = "Hiermit schalten Sie einen Kurzbefehl in der Liste ein.";
"RESTORE_DEFAULTS_TITLE" = "Möchten Sie wirklich alle Kurzbefehle auf ihre Standardeinstellung zurücksetzen?";
"RESTORE_DEFAULTS_DESCR" = "Diese Aktion kann nicht widerrufen werden.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Wahltaste";
"MODIFER_CONTROL" = "⌃ ctrl-Taste";
"MODIFER_COMMAND" = "⌘ Befehlstaste";

// BT related
"D_SECS" = "%d Sek.";
"NEVER" = "Nie";

"MOUSE" = "Maus";
"KEYBOARD" = "Tastatur";
"UNKNOWN" = "Unbekannt";

"NEW_APPLICATION_ITEM" = "<Neuer Menübefehl>";

"APP_IS_NOT_COMPATIBLE" = "Sie können für das Programm „%@“ keine Kurzbefehle hinzufügen.";

"MOUSEBUTTON_OPEN" = "„%@“ öffnen";


// Gestures
"ONEFINGER" = "Ein Finger";
"TAP_TO_CLICK_GESTURE" = "Klick durch Tippen";
"DRAGGING_GESTURE" = "Bewegen";
"DRAGLOCK_GESTURE" = "Bewegen einrasten";
"TWOFINGER" = "Zwei Finger";
"TWOFINGER_SECONDARYCLICK" = "Sekundärklick";
"THREEFINGER" = "Drei Finger";
"FOURFINGER" = "Vier Finger";
"SECONDARYCLICK_GESTURE" = "Sekundärklick";
"SECONDARYCLICK_GESTURE_TAP" = "Tippen (Sekundär)";
"PRESS_SPECIFIC" = "Sekundärklick";
"PRESS_ANYWHER" = "Mit zwei Fingern auf Trackpad tippen";
"SCREENZOOMGESTURE" = "Bildschirmzoom";
"PINCH_GESTURE" = "Vergrößern & Verkleinern";
"ROTATE_GESTURE" = "Drehen";
"3FINGER_SWIPE_GESTURE" = "Navigieren durch Wischen";
"2FINGER_SCROLL_GESTURE" = "Scrollen";
"4FINGER_UPDOWN_GESTURE_NAME" = "Exposé: nach oben/unten wischen";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "Navigieren durch vertikales Wischen";
"4FINGER_SWIPE_GESTURE_NAME" = "Programmwechsel: nach links/rechts wischen";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "Navigieren durch links/rechts Wischen";

"BOTTOM_RIGHT_CORNER" = "Rechts unten";
"BOTTOM_LEFT_CORNER" = "Links unten";

"WITH_MOMENTUM" = "mit Nachlauf";
"WITHOUT_MOMENTUM" = "ohne Nachlauf";
//
"THREE_FINGER_DRAGGING" = "Bewegen";
"SWIPE_TO_NAVIGATE" = "Navigieren durch Wischen";

//
"GESTURE_SWITCH_APP" = "zum Wechseln zwischen Programmen";
"GESTURE_NAVIGATE" = "zum Navigieren";
"GESTURE_EXPOSE" = "für Exposé";


// Gesture notes
"AX_TapToClick" = "Zum Klicken mit einem Finger auf das Trackpad tippen.";
"AX_Dragging" = "Um ein Objekt zu bewegen, tippen Sie zweimal auf das Trackpad und bewegen Sie das Objekt, ohne den Finger anzuheben. Heben Sie den Finger an, um das Bewegen zu beenden.";
"AX_DragLock" = "Um ein Objekt zu bewegen, tippen Sie zweimal auf das Trackpad und bewegen Sie das Objekt, ohne den Finger anzuheben. Tippen Sie erneut, um das Bewegen zu beenden.";
"AX_SecondaryClick" = "Zum Öffnen eines Kontextmenüs mit zwei Fingern auf dem Trackpad auf die Trackpadtaste klicken. Wenn „Klick durch Tippen“ ausgewählt ist, einfach mit zwei Fingern auf das Trackpad tippen.";
"AX_Scroll" = "Zum Scrollen durch die Inhalte des aktiven Fensters zwei Finger auf dem Trackpad nach oben, unten oder zur Seite bewegen.";
"AX_ScreenZoom" = "Zum Vergrößern oder Verkleinern des Bildschirmausschnitts ctrl-Taste gedrückt halten und zwei Finger auf dem Trackpad nach oben oder unten bewegen. Zum Ändern der Sondertaste auf „Optionen“ klicken.";
"AX_Pinch" = "Zum Vergrößern oder Verkleinern von Bildern und anderen Objekten Finger und Daumen auf dem Trackpad auf- und zuziehen.";
"AX_Rotate" = "Zum Drehen von Bildern und anderen Objekten auf dem Bildschirm mit zwei Fingern auf dem Trackpad Kreise im oder gegen den Uhrzeigersinn ziehen.";
"AX_Swipe" = "Um zum vorherigen oder nächsten Objekt zu gelangen, schnell mit drei Fingern nach links oder rechts über das Trackpad wischen.";
"AX_4F_Swipe_EXPOSE" = "Zum Verwenden von Exposé mit vier Fingern nach oben oder unten über das Trackpad wischen.";
"AX_4F_Swipe_APPS" = "Zum Wechseln zwischen geöffneten Programmen mit vier Fingern nach rechts oder links über das Trackpad wischen.";


//
"TOP_LABEL_BT_OFF_HEADER" = "Bluetooth aktivieren.";
"TOP_LABEL_BT_HEADER" = "Warten Sie, bis das Bluetooth-Trackpad gefunden wurde.";
"MID_LABEL_NO_TRACKPAD" = "Kein Trackpad gefunden";
"MID_LABEL_1_TRACKPAD" = "1 Trackpad gefunden";
"MID_LABEL_TRACKPAD_FOUND" = "„%@“ gefunden";
"TURN_BT_ON" = "Bluetooth aktivieren";
